/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"General" = "Allgemein";
"About" = "Info";
"Credits" = "Credits";
"Reset Music One" = "Einstellungen zurücksetzen";
"Reset on Next Start" = "Reset beim nächsten Start";

"About Text" = "Datenschutzrichtlinie

Für die Zählung Deiner Stimme beim Bewerten von Titeln übermitteln wir Dein iPhone-Device-ID an unseren Server. Die Device-ID wird für keinerlei anderen Zwecke verwendet. Wir sammeln keine weiteren persönliche Informationen. Wir behalten uns allerdings vor, diese Politik zukünftig zu ändern.

Urheberrechts-Hinweis

Alle Materialien auf dieser Website bzw. dieser Applikation sind durch US-amerikanisches Urheberrecht geschützt und dürfen nicht ohne vorherige schriftliche Genehmigung von Bobby Wallace bzw. im Fall von Material Dritter, nach Genehmigung der jeweiligen Besitzer, reproduziert, verteilt, übertragen, dargestellt, veröffentlicht oder ausgestrahlt werden. Du kann nicht ändern oder entfernen Du alle Marken-, Urheber-oder anderen Hinweis von Kopien der Inhalte.";

"Reset Database Text" = "Wenn Du Probleme mit dieser Anwendung hast, so kann das Zurücksetzen der Einstellungen möglicherweise helfen. Hierbei werden alle Einstellungen auf die Standardwerte zurück gesetzt. Alle Titel im Cache, auch Deine Bewertungen und Favoriten, werden gelöscht.

Zum Zurücksetzen stelle den Schalter oben auf | und starte die Applikation neu.";

"Credits Text" = "Diese Applikation wurde von Bobby Wallace (E-Mail  bikeath1337@me.com) entwickelt.

Mein Dank für die Gelegenheit, an dieser Applikation arbeiten zu dürfen geht an Richard Cowell, den Gründer von Music One, 

Kreative Unterstützung von Matthew Smoluch.

Wertvolle Teile der Streaming-Logik dieser Applikation wurden mit freundlicher Genehmigung von Matt Gallagher bereitgestellt.

Deutsche Übersetzung von Gunther Stammwitz.";